[
  {
    "day": "1",
    "title": "Beef Stew",
    "image": "beefstew.jpg",
    "ingredients":
      ["¼ cup avocado oil",
        "1 teaspoon salt",
        "¼ teaspoon freshly ground pepper",
        "1 ½ pound beef stewing meat trimmed and cut into cubes",
        "2 tablespoons red wine vinegar",
        "1 cup red wine",
        "4 cups beef broth",
        "2 tablespoons butter",
        "2 bay leaves",
        "1 cup onions",
        "2 medium carrots peeled and diced",
        "1 lb turnips cubed",
        "200 oz crushed tomatoes"],
    "instructions":
      ["Heat the oil in a 5-quart cast iron Dutch oven over medium high heat. Season the beef with the salt and pepper then arrange the beef in a single layer in the pot a few pieces at a time. Cook, flipping each piece until the beef is browned on all sides, about 5 minutes per batch.",

      "Remove the beef from the pot and add in the vinegar and red wine to deglaze the pan and scrapping up any brown bits from the bottom. Add the beef, broth, butter, and bay leaves. Bring to a boil then reduce to a simmer. Cover and cook for 1 hour.",

      "Uncover, and add in the onions, carrots, and turnips and simmer, covered, for 40 minutes. Add the crushed tomatoes. Add additional broth if the stew is dry. Season with salt and pepper to taste."]
  },
  {
    "day": "2",
    "title": "Cacio e Pepe",
    "image": "cacioepepe.jpg",
    "ingredients":
      ["kosher salt",
        "6 oz. pasta (such as egg tagliolini, bucatini, or spaghetti)",
        "3 Tbsp. unsalted butter, cubed, divided",
        "1 tsp. freshly cracked black pepper",
        "¾ cup finely grated Grana Padano or Parmesan cheese",
        "⅓ cup finely grated Pecorino cheese"],
    "instructions":
      ["Bring 3 quarts water to a boil in a 5-qt. pot. Season with salt; add pasta and cook, stirring occasionally, until about 2 minutes before tender. Drain, reserving ¾ cup pasta cooking water.",

      "Meanwhile, melt 2 Tbsp. butter in a large heavy skillet over medium heat. Add pepper and cook, swirling pan, until toasted, about 1 minute.",

      "Add ½ cup reserved pasta water to skillet and bring to a simmer. Add pasta and remaining butter. Reduce heat to low and add Grana Padano, stirring and tossing with tongs until melted. Remove pan from heat; add Pecorino, stirring and tossing until cheese melts, sauce coats the pasta, and pasta is al dente. (Add more pasta water if sauce seems dry.) Transfer pasta to warm bowls and serve."]
  },
  {
    "day": "3",
    "title": "Aloo Gobi",
    "image": "aloogobi.png",
    "ingredients":
      ["1 head cauliflower, cut into 1-inch florets",
        "3 potatoes, peeled and cut into 1-inch chunks",
        "1 tablespoon olive oil",
        "1 teaspoon cumin seeds",
        "2 tomatoes, diced",
        "1 onion, chopped",
        "1 teaspoon salt",
        "1 teaspoon curry powder"],
    "instructions":
      ["Place the cauliflower in a large, microwave-safe dish; cook in microwave on High for 3 minutes. Transfer the cauliflower to a bowl and set aside. Put the potatoes in the dish and cook in the microwave on High for 4 minutes. Pour into the bowl with the cauliflower.",

      "Heat the olive oil and cumin seeds in a large skillet over medium-high heat until the cumin swells and turns golden brown; stir the onions into the oil and cook about 3 minutes. Add the tomatoes and cook and stir another 3 minutes. Fold the cauliflower and potatoes into the mixture. Season with the curry powder and salt. Continue cooking until completely hot, 3 to 5 minutes. Serve hot."]
  },
  {
    "day": "4",
    "title": "Carne Asada Tacos",
    "image": "tacos.jpg",
    "ingredients":
      ["2 tablespoons reduced sodium soy sauce",
        "2 tablespoons freshly squeezed lime juice",
        "2 tablespoons canola oil, divided",
        "3 cloves garlic, minced",
        "2 teaspoons chili powder",
        "1 teaspoon ground cumin",
        "1 teaspoon dried oregano",
        "1 1/2 pounds skirt steak, cut into 1/2-inch pieces",
        "1 handful diced cherry tomatoes (optional)",
        "12 mini flour tortillas, warmed",
        "3/4 cup diced red onion",
        "1/2 cup chopped fresh cilantro leaves",
        "1 lime, cut into wedges"],
    "instructions":
      ["In a medium bowl, combine soy sauce, lime juice, 1 tablespoon canola oil, garlic, chili powder, cumin and oregano.",

      "In a gallon size Ziploc bag or large bowl, combine soy sauce mixture and steak; marinate for at least 1 hour up to 4 hours, turning the bag occasionally.",

      "Heat remaining 1 tablespoon canola oil in a large skillet over medium high heat. Add steak and marinade, and cook, stirring often, until steak has browned and marinade has reduced, about 5-6 minutes, or until desired doneness.",

      "Serve steak in tortillas, topped with onion, tomatoes cilantro and lime."]
  }
]
